Repository: SeanPadraicClaytonMcGrady/asap-monorepo-template
Catalog: apps/nextjs/src/locales/*/messages.po
Languages: es, fr

source: {0} - Daily Horoscope
es: {0} - Horóscopo diario
fr: {0} - Horoscope quotidien

source: {0} - Monthly Horoscope
es: {0} - Horóscopo mensual
fr: {0} - Horoscope mensuel

source: {0} - Weekly Horoscope
es: {0} - Horóscopo semanal
fr: {0} - Horoscope hebdomadaire

source: {adsRemaining, plural, one {# ad} other {# ads}}
es: {adsRemaining, plural, one {# anuncio} other {# anuncios}}
fr: {adsRemaining, plural, one {# pub} other {# pubs}}

source: {baseRemaining} free
es: {baseRemaining} gratis
fr: {baseRemaining} gratuit

source: {totalAvailable, plural, one {# reading} other {# readings}}
es: {totalAvailable, plural, one {# lectura} other {# lecturas}}
fr: {totalAvailable, plural, one {# lecture} other {# lectures}}

source: <0/>Go Premium to judge everyone else and get the full dirt!
es: <0/>¡Hazte Premium para juzgar a todos y enterarte de todo!
fr: <0/>Passe Premium pour juger tout le monde et avoir tous les détails !

source: 6+ chars, babe. No weak sauce!
es: ¡6+ caracteres, cariño. Nada de contraseñas débiles!
fr: 6+ caractères, bébé. Pas de la soupe !

source: Actions to Do:
es: Acciones para Hacer:
fr: Actions à faire :

source: AD
es: ANUNCIO
fr: PUB

source: Already a Whore?
es: ¿Ya estas una Whore?
fr: Déjà une Whore ?

source: available
es: disponible
fr: disponible

source: Back
es: Atrás
fr: Retour

source: BEST VALUE
es: MEJOR VALOR
fr: MEILLEUR VALEUR

source: Birth City
es: Ciudad de nacimiento
fr: Ville de naissance

source: Birth city is required
es: Ciudad de nacimiento, por favor. Pasas de vivir bajo una roca, ¿no?
fr: Ville, stp. Pas né sous un pont, j'espère?

source: Birth country is required
es: País de nacimiento, por favor. La Tierra es demasiado grande.
fr: Pays, svp. La Terre c'est trop grand.

source: Birth Date & Time
es: Fecha y hora de nacimiento
fr: Date et heure de naissance

source: Birth date is required
es: ¿No tienes fecha de nacimiento? ¿Eres inmortal?
fr: Pas de date de naissance ? Immortel, hein ?

source: Birth state/province is required
es: Estado/región, stp. No seas misterioso.
fr: État/région, stp. Ne sois pas mystérieux.

source: Birth time is required
es: No hora? Pregúntale a tu mamá.
fr: Pas d'heure? Demande à ta mère.

source: Buy premium and choose between a fully ad-free experience or the completely unlocked whore era with full features. In the next screen you'll be able to select premium type and duration.
es: Compra premium y elige entre una experiencia totalmente sin anuncios o desbloquear la era whore con todas las funciones. En la siguiente pantalla podrás seleccionar el tipo y la duración del premium.
fr: Achète le premium et choisis entre une expérience sans pub ou l'ère whore totalement débloquée avec toutes les fonctionnalités. À l'écran suivant, tu pourras choisir le type et la durée du premium.

source: Cheapskate Plan
es: Plan tacaño
fr: Plan radin

source: Check my {prettyType} Whoroscope — get yours at {url}!
es: Mira mi Whoroscope {prettyType} — ¡consigue el tuyo en {url}!
fr: Check mon Whoroscope {prettyType} — chope le tien sur {url} !

source: Check my Whoroscope — it's faster than your ex.
es: Mira mi Whoroscope — es más rápido que tu ex.
fr: Check mon Whoroscope — c'est plus rapide que ton ex.

source: Choose the language for your horoscope readings
es: Elige el idioma para tus lecturas de horóscopo
fr: Choisissez la langue de vos lectures d'horoscope

source: Choose your horoscope content language. <0>This can't be changed later.</0> App interface language can be changed anytime.
es: Elige el idioma del contenido de tu horóscopo. <0>Esto no se puede cambiar más tarde.</0> El idioma de la interfaz de la aplicación se puede cambiar en cualquier momento.
fr: Choisissez la langue du contenu de votre horoscope. <0>Cela ne peut pas être changé plus tard.</0> La langue de l'interface de l'application peut être modifiée à tout moment.

source: Compatibility readings are for the nosiest. Upgrade and get the tea!
es: Las lecturas de compatibilidad son para los más curiosos. ¡Actualiza y obtén la información!
fr: Les lectures de compatibilité sont pour les plus curieux. Passe à la version supérieure

source: Complete
es: Completar
fr: Terminer

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Connecting the cosmos...
es: Conectando el cosmos...
fr: Connexion au cosmos...

source: Country
es: País
fr: Pays

source: Create Account
es: Crear cuenta
fr: Créer un compte

source: Current City
es: Ciudad Actual
fr: Ville actuelle

source: Current city is required
es: La ciudad actual es obligatoria
fr: La ville actuelle est requise

source: Current country is required
es: El país actual es obligatorio
fr: Le pays actuel est requis

source: Current state/province is required
es: El estado/provincia actual es obligatorio
fr: L'état/province actuel est requis

source: custom
es: personalizado
fr: personnalisé

source: daily
es: diario
fr: quotidien

source: Daily
es: Diario
fr: Quotidien

source: Date
es: Fecha

source: Done
es: Hecho
fr: Fait

source: Double-check it, superstar!
es: ¡Revísalo bien, superestrella!
fr: Vérifie bien, superstar !

source: e.g., New York
es: ej. Madrid
fr: ex : Paris

source: e.g., NY / Ontario
es: ej. Madrid / Cataluña
fr: ex : Île-de-France

source: e.g., USA
es: ej. España
fr: ex : France

source: Email
es: Correo

source: Find out if you two are a cosmic disaster.
es: Descubre si ustedes dos son un desastre cósmico.
fr: Découvrez si vous deux êtes un désastre cosmique.

source: For those who need monthly instructions.
es: Para aquellos que necesitan instrucciones mensuales.
fr: Pour ceux qui ont besoin d'instructions mensuelles.

source: For you, {sign}
es: Para ti, {sign}
fr: Pour toi, {sign}

source: Get your spicy Whoroscope ✨
es: Consigue tu Whoroscope picante ✨
fr: Chope ton Whoroscope épicé ✨

source: Go Premium
es: Hazte Premium
fr: Deviens Premium

source: Important Note:
es: Nota Importante:
fr: Note importante :

source: Judge your compatibility
es: Juzga tu compatibilidad
fr: Juge ta compatibilité

source: Key Themes for the Month
es: La vibra del mes
fr: La vibe du mois

source: Language
es: Idioma
fr: Langue

source: Let's Get to Know You
es: Vamos a conocerte
fr: Faisons connaissance

source: Link copied. Go spread the word.
es: Enlace copiado. Pásalo.
fr: Lien copié. Fais tourner.

source: Loading your whoroscope...
es: Cargando tu whoroscope...
fr: Chargement de votre whoroscope...

source: Location influences your celestial chart
es: La ubicación influye en tu carta astral
fr: Le lieu influence ton thème astral

source: Log In
es: Entrar
fr: Connexion

source: Manage your cosmic self
es: Gestiona tu yo cósmico
fr: Gère ton toi cosmique

source: monthly
es: mensual
fr: mensuel

source: Monthly
es: Mensual
fr: Mensuel

source: Moves with {selectedSign}
es: Movimientos con {selectedSign}
fr: Actions avec {selectedSign}

source: My Stuff
es: Mis cosas
fr: Mes affaires

source: Name
es: Nombre
fr: Nom

source: New here?
es: ¿Nuevo aquí?
fr: Nouveau ici ?

source: Next
es: Siguiente
fr: Suivant

source: No name? Who are you, Beyoncé?
es: ¿Sin nombre? ¿Quién eres, Beyoncé?
fr: Pas de nom ? T'es qui, Beyoncé ?

source: No whoroscope available for now. Please come back later.
es: No hay whoroscope disponible por ahora. Por favor, vuelve más tarde.
fr: Pas de whoroscope disponible pour le moment. Revenez plus tard.

source: Only the fanciest get monthly readings. Time to flex that wallet, superstar!
es: Solo los más elegantes obtienen lecturas mensuales. ¡Hora de flexionar esa billetera, superestrella!
fr: Seuls les plus élégants obtiennent des lectures mensuelles. Il est temps de faire chauffer ton portefeuille, superstar !

source: Or continue with
es: O continúa con
fr: Ou continue avec

source: Or suffer through an ad
es: O sufre con un anuncio
fr: Ou souffre avec une pub

source: Password
es: Contraseña
fr: Mot de passe

source: Password required. Duh.
es: Contraseña obligatoria. Duh.
fr: Mot de passe requis. Bah ouais.

source: Pick a date
es: Elige una fecha
fr: Choisis une date

source: Pick a Sign
es: Elige un signo
fr: Choisis un signe

source: Please select a language
es: Por favor selecciona un idioma
fr: Veuillez sélectionner une langue

source: Real email, please.
es: Correo real, por favor.
fr: Vrai email, s'il te plaît.

source: Same as birth place
es: Igual que el lugar de nacimiento
fr: Identique au lieu de naissance

source: Select Language
es: Seleccionar Idioma
fr: Sélectionnez la langue

source: Select your Language
es: Selecciona tu Idioma
fr: Sélectionnez votre langue

source: Share Your Month
es: Comparte tu mes
fr: Partage ton mois

source: Sign up
es: Registrarse
fr: S'inscrire

source: Sign up. Get hot. 🔥
es: Regístrate. Ponte caliente. 🔥
fr: Inscris-toi. Et que ça chauffe! 🔥

source: Signs with <0/> are your<1> Soulmates</1> (or close enough). Always free to check.
es: Los signos con <0/> son tus <1>Almas gemelas</1> (o casi). Siempre gratis.
fr: Les signes avec <0/> sont tes <1>Âmes sœurs</1> (ou presque). Toujours gratuit.

source: Spill the Tea
es: Chismea
fr: Balance les potins

source: Stars Aligned. You're welcome.
es: Estrellas alineadas. De nada.
fr: Les étoiles sont alignées. De rien.

source: Start Your Spicy Journey
es: Comienza tu viaje picante
fr: Commence ton voyage spicy

source: State / Province
es: Estado / Provincia
fr: État / Province

source: Step {step} of {0}
es: Paso {step} de {0}
fr: Étape {step} sur {0}

source: Support us by watching a short video to unlock this reading for free.
es: Apóyanos viendo un video corto para desbloquear esta lectura gratis.
fr: Supporte-nous en regardant une courte vidéo pour débloquer cette lecture gratuitement.

source: Take My Money
es: Toma mi dinero
fr: Prends mon argent

source: Time
es: Hora
fr: Heure

source: To-Do with {selectedSign}
es: Para hacer con {selectedSign}
fr: À faire avec {selectedSign}

source: Unlock Everyone
es: Desbloquear a todos
fr: Tout débloquer

source: Unlock Reading
es: Desbloquear lectura
fr: Débloquer la lecture

source: Upgrade
es: Mejorar
fr: Améliorer

source: Upgrade to Unlock
es: Mejora para desbloquear
fr: Améliorer pour débloquer

source: Verifying your stars...
es: Verificando tus estrellas...
fr: Vérification de vos étoiles...

source: Vibe Rater
es: Juez de vibra
fr: Juge de vibe

source: VIP Star Child
es: Niño estrella VIP
fr: Enfant star VIP

source: Watch Ad
es: Ver anuncio
fr: Regarder une pub

source: Watch Ad to Unlock
es: Mira un anuncio para desbloquear
fr: Regarde une pub pour débloquer

source: Watch Short Ad
es: Ver anuncio corto
fr: Regarder une courte pub

source: WATCHED
es: VISTO
fr: REGARDÉ

source: weekly
es: semanal
fr: hebdomadaire

source: Weekly
es: Semanal
fr: Hebdomadaire

source: Weekly spice like your weekly (bad) cooking.
es: Especia semanal como tu cocina semanal (mala).
fr: Du piment hebdomadaire comme ta (mauvaise) cuisine hebdomadaire.

source: Welcome to Whoroscope
es: Bienvenido a Whoroscope
fr: Bienvenue sur Whoroscope

source: When were you born?
es: ¿Cuándo naciste?
fr: T'es né quand ?

source: Where do you live now?
es: ¿Dónde vives ahora?
fr: Où habitez-vous maintenant ?

source: Where were you born?
es: ¿Dónde naciste?
fr: T'es né où ?

source: You've aligned with the stars. Don't mess it up!
es: Te has alineado con las estrellas. ¡No lo arruines!
fr: T'es aligné avec les étoiles. Gâche pas tout !

source: You've hit your freebie limit. Pay up or watch an ad like a true hustler.
es: Has alcanzado tu límite de freebies. Paga o mira un anuncio como un verdadero emprendedor.
fr: Tu as atteint ta limite de gratuité. Paye ou regarde une pub comme un vrai débrouillard.

source: Your birth moment aligns you with the stars
es: Tu momento de nacimiento te alinea con las estrellas
fr: Votre moment de naissance vous aligne avec les étoiles

source: Your current location shapes your daily horoscope.<0/>Use long-term location, or birth place.
es: Tu ubicación afecta tu horóscopo.<0/>Usa tu ubicación real o donde naciste.
fr: Ta position joue sur ton horoscope.<0/>Mets ta vraie adresse ou ton lieu de naissance.

source: Your daily dose of astrological chaos.
es: Tu dosis diaria de caos astrológico.
fr: Ta dose quotidienne de chaos astrologique.

source: Your Mission
es: Tu misión
fr: Ta mission
